// js实现多行字符串可以使用模板字面量
// 就是使用反引号

var lrc = `[00:00.00]说爱你 (《空中拜金女》电影主题曲) - 蔡依林 (Jolin Tsai)
[00:05.22]词：天天
[00:10.45]曲：周杰伦
[00:15.68]编曲：吕绍淳
[00:20.91]我的世界变得奇妙更难以言喻
[00:25.67]还以为是从天而降的梦境
[00:30.42]直到确定手的温度来自你心里
[00:35.04]这一刻我终于勇敢说爱你
[00:40.29]一开始我只顾着看你
[00:42.16]装做不经意心却飘过去
[00:44.58]还窃喜你没发现我躲在角落
[00:49.26]忙着快乐忙着感动
[00:51.11]从彼此陌生到熟
[00:52.52]会是我们从没想过
[00:54.82]真爱到现在不敢期待
[00:59.70]要证明自己曾被你想起Really
[01:04.28]我胡思乱想就从今天起I wish
[01:08.88]像一个陷阱却从未犹豫相信
[01:13.41]你真的愿意就请给我惊喜
[01:17.65]关于爱情过去没有异想的结局
[01:21.95]那天起却颠覆了自己逻辑
[01:26.58]我的怀疑所有答案因你而明白
[01:31.38]转啊转就真的遇见Mr. right
[01:55.60]一开始我只顾着看你
[01:57.47]装做不经意心却飘过去
[01:59.81]还窃喜你没发现我躲在角落
[02:04.55]忙着快乐忙着感动
[02:06.46]从彼此陌生到熟
[02:07.65]会是我们从没想过
[02:10.04]真爱到现在不敢期待
[02:14.88]要证明自己曾被你想起Really
[02:19.82]我胡思乱想就从今天起I wish
[02:24.54]像一个陷阱却从未犹豫相信
[02:29.24]你真的愿意就请给我惊喜
[02:32.95]关于爱情过去没有异想的结局
[02:37.61]那天起却颠覆了自己逻辑
[02:42.04]我的怀疑所有答案因你而明白
[02:46.94]转啊转就真的遇见Mr. right
[02:51.45]我的世界变得奇妙更难以言喻
[02:56.15]还以为是从天而降的梦境
[03:00.69]直到确定手的温度来自你心里
[03:05.88]这一刻也终于勇敢说爱你`